#!/usr/bin/env python3
# -*- coding: utf-8 -*-

# Создайте списки:

# моя семья (минимум 3 элемента, есть еще дедушки и бабушки, если что)
my_family = []

# список списков приблизительного роста членов вашей семьи
my_family_height = [
    # ['имя', рост],
]

# Выведите на консоль рост отца в формате
#   Рост отца - ХХ см

# Выведите на консоль общий рост вашей семьи как сумму ростов всех членов
#   Общий рост моей семьи - ХХ см

# TODO здесь ваш код
def lab_4():
    my_family = ["MAMA", "PAPA", "SISTER"]
    my_family_height = [["MAMA",180],["PAPA",200],["SISTER",150]]
    print (f"Рост отца - {my_family_height[0][1]} см ")
    print (f"Общий рост моей  семьи - {sum ((my_family_height[0][1],my_family_height[1][1],my_family_height[2][1]))} см")